Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/MusicSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# MOTION_FOOTER_WLAN_ONLY
source: Playlist, album, and artist pages, album art in now playing, and other animated cover art will automatically play when on WLAN.
ar: ستشغَّل تلقائيًا قوائم التشغيل والألبومات وصفحات الفنانين، والغلاف الفني للألبوم في "قيد التشغيل"، والأغلفة المتحركة الأخرى عند الاتصال بشبكة WLAN.
bg: Списък с песни, албум и страници на изпълнител, обложка на албум в изпълняващите се в момента и други анимирани обложки ще се възпроизвеждат автоматично, когато сте свързани към WLAN.
ca: Quan el dispositiu estigui connectat a la WLAN, es reproduiran automàticament les il·lustracions animades de les llistes, dels àlbums, de les pàgines d’artistes i de la música que estigui sonant, entre d’altres.
cs: Animovaná grafika na stránkách playlistů, alb a umělců, v právě poslouchaných albech a na dalších místech se bude při připojení k WLAN přehrávat automaticky.
da: Billeder på playlister, album og kunstnersider, albumbilleder i Afspiller nu samt andre animerede albumbilleder afspilles automatisk, når der er forbindelse til WLAN.
de: Playlist, Album, Künstlerwebseiten, Albumcover in „Jetzt läuft“ und andere animierte Coverbilder werden bei WLAN-Verbindung automatisch wiedergegeben.
el: Η λίστα αναπαραγωγής, το άλμπουμ και οι σελίδες καλλιτεχνών, το εξώφυλλο άλμπουμ στο τμήμα «Παίζει τώρα» και άλλα κινούμενα εξώφυλλα θα αναπαράγονται αυτόματα όταν η συσκευή είναι συνδεδεμένη σε δίκτυο WLAN.
es: Si te has conectado a una red WLAN, se mostrarán las ilustraciones animadas de las playlists, los álbumes, las páginas de los artistas, el contenido en reproducción, etc.
es_us: Al conectarse a WLAN, se mostrará automáticamente la animación de ilustraciones de playlists, álbumes, páginas de artistas, portadas de álbumes en Ahora suena y de otras portadas.
fi: Soittolista, albumi, artistisivut, Toistossa nyt -albumikuvitus ja muu animoitu kuvitus toistetaan automaattisesti, kun WLAN-yhteys on käytössä.
fr: Les animations des pages de playlist, d’album et d’artiste, des pochettes d’album dans « À l’écoute » et des autres illustrations seront lues automatiquement lorsque l’appareil sera connecté au WLAN.
fr_ca: Les illustrations des listes de lecture, des albums, des pages d’artiste et des albums dans « À l’écoute » ainsi que les autres illustrations seront automatiquement animées lorsque l’appareil sera connecté au WLAN.
he: פלייליסטים, אלבומים ודפי אומנים, עטיפות אלבומים ב״מופעל כעת״ ועטיפות אלבומים מונפשות אחרות יופעלו באופן אוטומטי ברשת WLAN.
hi: WLAN पर होने पर प्लेलिस्ट, ऐल्बम और कलाकार पृष्ठ, “अभी चल रहा है” में ऐल्बम कलाकृति और अन्य ऐनिमेटेड कवर कलाकृति ऑटोमैटिकली चलाई जाएँगी।
hr: Kad je spojen WLAN, automatski će se reproducirati lista, album i stranice izvođača te omot albuma u trenutačnoj reprodukciji, kao i drugi animirani omoti.
hu: A lejátszási lista, az album és az előadói oldalak, az albumborító a Lejátszás alatt szakaszban és az egyéb animált borítók automatikusan le lesznek játszva, amikor az eszköz WLAN-hálózathoz csatlakozik.
id: Daftar putar, album, dan halaman artis, gambar album di sedang diputar, serta animasi gambar sampul lainnya akan diputar secara otomatis saat terhubung ke WLAN.
it: Le illustrazioni animate di playlist, album, pagine di artisti, brani in riproduzione e altro verranno riprodotte automaticamente se la connessione WLAN è attiva.
ja: WLAN接続時は、プレイリスト、アルバム、アーティストページ、再生中のアルバムアート、およびその他のアニメーションのカバーアートは自動的に再生されます。
kk: Құрылғы WLAN желісіне қосылған болса, плейлист, альбом мен орындаушы беттері, «Қазір ойнатылуда» экранындағы альбом мұқабасы және басқа да анимацияланған мұқабалар автоматы түрде ойнатылады.
ko: WLAN에 연결되어 있을 때 플레이리스트, 앨범, 아티스트 페이지, ‘지금 재생 중’의 앨범 표지 및 기타 움직이는 표지 사진이 자동으로 재생됩니다.
lt: Dabar leidžiamas grojaraštis, albumas, atlikėjų puslapiai ir albumo viršelis, o kitos animuotos viršelių meninės priemonės bus leidžiamos automatiškai prisijungus WLAN ryšiu.
ms: Senarai main, album dan halaman artis, seni album dalam kini dimainkan serta seni kulit beranimasi lain akan dimainkan secara automatik apabila menggunakan WLAN.
nl: De afspeel­lijst, het album, artiesten­pagina's, albumillustraties in 'Huidig onderdeel' en andere geanimeerde albumillustraties worden automatisch afgespeeld bij verbinding met WLAN.
no: Spilleliste, album og artistsider, albumbilder i Spilles nå og annen animert omslagskunst, vil bli vist automatisk når du er koblet til WLAN.
pl: Grafiki playlist i albumów, strony wykonawców i grafiki na ekranie Odtwarzane oraz inne animowane okładki będą odtwarzane automatycznie w sieci WLAN.
pt_br: Capas animadas de playlists, álbuns e páginas de artistas e Reproduzindo, entre outras, serão reproduzidas automaticamente quando houver conexão com a rede WLAN.
pt_pt: As listas de reprodução, álbuns, páginas de intérpretes, grafismos dos conteúdos a reproduzir e outras capas animadas serão reproduzidos automaticamente quando houver ligação a uma rede WLAN.
ro: Ilustrațiile animate ale listelor de redare, albumelor, paginilor artiștilor, conținutului aflat în redare ș.a.m.d vor fi redate automat în prezența unei conexiuni WLAN.
ru: Анимированные обложки плейлистов, альбомов, страниц артистов, альбомов в разделе «Исполняется» и другого контента будут воспроизводиться автоматически, если устройство подключено к сети WLAN.
sk: Grafika na stránkach playlistov, albumov a interpretov, grafika albumov v sekcii Práve hrá a ďalšie animované obaly albumov sa budú automaticky prehrávať po pripojení k WLAN.
sl: Seznam predvajanja, album, strani izvajalca, naslovnice trenutno predvajane vsebine in druge animirane naslovnice se bodo samodejno predvajale pri vzpostavljeni povezavi z omrežjem WLAN.
sv: Spellistor, album och artistsidor, bildmaterial för Spelas nu och andra animerade omslagsbilder spelas upp när WLAN är anslutet.
th: หน้าเพลย์ลิสต์ หน้าอัลบั้ม หน้าศิลปิน ภาพหน้าปกอัลบั้มในกำลังเล่นอยู่ และภาพหน้าปกเคลื่อนไหวอื่นๆ จะแสดงโดยอัตโนมัติเมื่ออยู่บน WLAN
tr: Liste, albüm, sanatçı sayfaları, Şu An Çalınan’daki kapak resimleri ve diğer hareketli kapak resimleri WLAN’a bağlıyken otomatik olarak oynatılır.
uk: Анімовані обкладинки для підбірок, альбомів і сторінок виконавців, а також обкладинки альбомів на екрані «Зараз грає» тощо відтворюватимуться автоматично за наявності WLAN-зʼєднання.
vi: Playlist, album và trang nghệ sĩ, hình minh họa album trong đang phát và ảnh bìa động khác sẽ phát tự động khi kết nối vào mạng WLAN.
zh_cn: 接入无线局域网时，播放列表、专辑、艺人页、播放中的专辑插图及其他动画封面插图将自动播放。
zh_hk: 播放清單、專輯、藝人頁面、播放中的專輯插圖以及其他動態封面插圖將會在連接WLAN時自動播放。
zh_tw: 連接WLAN時，播放列表、專輯、藝人頁面、播放中的專輯插圖和其他動態的封面插圖將自動播放。

# LOSSLESS_DOWNLOAD_CELLULAR_WARN_BODY
source: Cellular Downloads are turned on. Lossless files are very large and will consume significantly more data. It’s not recommended to download Lossless using a cellular connection.
ar: التنزيلات عبر الشبكة الخلوية مشغلة. ملفات Lossless كبيرة للغاية وتستهلك بيانات أكبر بكثير؛ ولهذا لا يوصى بتنزيل صوت Lossless عبر اتصال شبكة خلوية.
bg: Изтеглянето на файлове с мобилна връзка е включено. Lossless файловете са много големи и ще използват значително повече данни. Не се препоръчва изтеглянето на Lossless файлове с мобилни връзки.
ca: Les descàrregues amb dades mòbils estan activades. Els arxius sense pèrdua són molt grans i consumeixen més dades, per això no es recomana descarregar arxius sense pèrdua si s’utilitza una connexió mòbil.
cs: Je zapnuté stahování přes mobilní síť. Soubory v bezztrátovém formátu jsou velmi objemné a spotřebovávají podstatně víc dat. Stahovat je přes mobilní síť se proto nedoporučuje.
da: Overførsler via mobilnetværk er slået til. Lossless-arkiver er meget store og har væsentligt større dataforbrug. Det anbefales ikke at bruge en mobilforbindelse til at hente Lossless.
de: Downloads über Mobilfunk sind aktiviert. Lossless-Dateien sind sehr groß und verbrauchen wesentlich mehr Daten. Es wird nicht empfohlen, Lossless-Dateien über eine Mobilfunkverbindung zu laden.
el: Οι Λήψεις μέσω κινητού δικτύου είναι ενεργοποιημένες. Τα αρχεία Lossless είναι πολύ μεγάλα και θα καταναλώνουν πολύ περισσότερα δεδομένα. Δεν συνιστάται η χρήση σύνδεσης κινητού δικτύου για λήψη αρχείων Lossless.
es: Las descargas con datos móviles están activadas. Los archivos de audio sin pérdida son muy grandes y consumen muchos más datos, por lo que no se recomienda descargar contenidos sin pérdida mediante una conexión de datos móviles.
es_us: Los datos celulares están activados. Los archivos Lossless son muy grandes y consumirán significativamente más datos, por lo que no se recomienda descargarlos mediante una conexión de datos celulares.
fi: Mobiililataukset ovat päällä. Lossless-tiedostot ovat hyvin suuria ja kuluttavat huomattavasti enemmän dataa. Lossless-ääntä ei suositella ladattavaksi mobiiliyhteyden kautta.
fr: Les téléchargements cellulaires sont activés. Les fichiers Lossless sont de taille importante et utiliseront une plus grande quantité de données. Il n’est pas recommandé de télécharger des fichiers au format Lossless via une connexion cellulaire.
fr_ca: Les téléchargements cellulaires sont activés. Les fichiers sans perte sont très volumineux et consomment considérablement plus de données. Il n’est pas recommandé de les télécharger au moyen d’une connexion cellulaire.
he: האפשרות ״הורדות סלולריות״ פעילה. קובצי שמע בפורמט Lossless (ללא אובדן איכות) גדולים מאוד וצורכים הרבה יותר נתונים. הורדת שמע בפורמט Lossless לא מומלצת עם חיבור לרשת סלולרית.
hi: मोबाइल डेटा डाउनलोड चालू हैं। Lossless फ़ाइलें बहुत बड़ी होती हैं और बहुत ज़्यादा डेटा की खपत करेंगी। Lossless को मोबाइल कनेक्शन का उपयोग करके डाउनलोड करने की अनुशंसा नहीं की जाती है।
hr: Uključena su preuzimanja putem podatkovne veze. Datoteke Lossless jako su velike i potrošit će značajno više mobilnih podataka. Ne preporučuje se preuzimanje audio datoteka kvalitete Lossless putem podatkovne veze.
hu: A Letöltés mobilhálózaton funkció be van kapcsolva. A veszteségmentes fájlok nagyon nagy méretűek, és lényegesen nagyobb mennyiségű adatot használnak fel. Nem javasoljuk, hogy a veszteségmentes verziókat mobilkapcsolaton keresztül töltse le.
id: Pengunduhan Seluler dinyalakan. File lossless berukuran sangat besar dan akan memakan jauh lebih banyak data. Anda tidak dianjurkan untuk mengunduh Lossless menggunakan koneksi seluler.
it: L’opzione “Scarica tramite rete cellulare” è attiva. I file Lossless sono molto grandi e richiederanno una quantità di dati significativamente maggiore. Non è consigliabile scaricarli tramite una connessione cellulare.
ja: モバイル通信ダウンロードがオンになっています。ロスレスのファイルはとてもサイズが大きく、データをより大量に消費します。ロスレスのダウンロードにモバイル通信接続を使用することはおすすめしません。
kk: Ұялы байланыс арқылы жүктеп алу мүмкіндігі қосылған. Lossless файлдары өте үлкен және айтарлықтай көп деректерді пайдаланады. Ұялы байланыс арқылы файлдарды Lossless форматында жүктеп алуға кеңес берілмейді.
ko: 셀룰러 다운로드가 켜져 있습니다. 무손실 파일은 용량이 매우 크며 훨씬 많은 데이터를 소비합니다. 셀룰러 연결을 사용하여 무손실을 다운로드하는 것은 권장되지 않습니다.
lt: Atsisiuntimai mobiliuoju ryšiu įjungti. Nenuostolingojo formato failai yra labai dideli, jie sunaudos gerokai daugiau duomenų. Nerekomenduojama atsisiųsti nenuostolingojo formato failų mobiliuoju ryšiu.
ms: Muat Turun Selular diaktifkan. Fail Lossless adalah sangat besar dan akan menggunakan lebih banyak data secara ketara. Anda tidak disyorkan memuat turun Lossless menggunakan sambungan selular.
nl: Mobiele downloads zijn ingeschakeld. Lossless-bestanden zijn zeer groot en verbruiken aanzienlijk meer data. Het wordt niet aanbevolen om lossless te downloaden via een mobiele verbinding.
no: Nedlastinger over mobilnett er slått på. Lossless-filer er veldig store og vil bruke betydelig mer data. Det anbefales ikke at du laster ned lydfiler i Lossless-format over mobilnettet.
pl: Pobieranie przez sieć komórkową jest włączone. Pliki w formacie Lossless są bardzo duże i wymagają pobierania znacznie większej ilości danych. Nie zalecamy pobierania muzyki w tym formacie przez sieć komórkową.
pt_br: Os Downloads Celulares estão ativados. Arquivos Lossless são muito grandes e consomem consideravelmente mais dados. Não é recomendado usar uma conexão celular para baixar áudio Lossless.
pt_pt: As descargas com dados móveis estão ativadas. Os ficheiros sem perdas ocupam muito espaço e consomem significativamente mais dados. Não é recomendado descarregar este formato através da rede móvel.
ro: Descărcările prin conexiune celulară sunt activate. Fișierele Lossless sunt foarte mari și vor atrage un consum de date semnificativ mai mare. Nu se recomandă utilizarea unei conexiuni celulare pentru a descărca fișiere Lossless.
ru: Загрузки по сотовой сети включены. Файлы в формате Lossless очень большие, и при их передаче значительно возрастает трафик. Не рекомендуется загружать аудиофайлы в формате Lossless по сотовой сети.
sk: Je zapnuté sťahovanie cez mobilnú sieť. Lossless súbory sú veľmi veľké a pri ich sťahovaní sa spotrebuje omnoho väčšie množstvo dát. Lossless súbory neodporúčame sťahovať cez mobilné pripojenie.
sl: Mobilni prenosi so vklopljeni. Datoteke v kakovosti Lossless so zelo velike in bodo porabljale občutno več podatkov. Prenašanje v kakovosti Lossless ni priporočeno za mobilne povezave.
sv: Mobilhämtningar har slagits på. Filer i Lossless-format är väldigt stora och använder mycket mer data. Det rekommenderas inte att du hämtar filer med Lossless-kvalitet via en mobilanslutning.
th: การดาวน์โหลดผ่านเซลลูลาร์เปิดอยู่ ไฟล์แบบ Lossless มีขนาดใหญ่มากและจะใช้ข้อมูลเป็นจำนวนมาก ไม่แนะนำให้ดาวน์โหลดเสียงแบบ Lossless โดยใช้การเชื่อมต่อเซลลูลาร์
tr: Hücresel İndirilenler açık. Kayıpsız dosyalar çok büyüktür ve önemli ölçüde daha fazla veri kullanır. Kayıpsız’ın bir hücresel bağlantı kullanılarak indirilmesi önerilmez.
uk: Увімкнено викачування через стільникову мережу. Файли у форматі без втрат дуже великі, на них витрачатиметься значно більше даних. Не рекомендовано викачувати аудіофайли без втрат через стільникову мережу.
vi: Tải về qua mạng di động được bật. Tệp Lossless có kích cỡ rất lớn và sẽ sử dụng lượng dữ liệu nhiều hơn đáng kể. Bạn không nên tải về Lossless bằng kết nối di động.
zh_cn: “蜂窝网络下载”已打开。无损文件非常大，将显著消耗更多数据。不建议接入蜂窝网络时下载无损音频。
zh_hk: 已開啟「流動網絡下載項目」。無損壓縮檔案非常大，將會明顯耗用更多數據。不建議使用流動網絡連線下載無損壓縮。
zh_tw: 已開啟「行動網路下載項目」。「保真壓縮」檔案非常大，將明顯消耗更多數據。不建議使用行動網路連線來下載「保真壓縮」。

# NO_STREAMING
source: None
ar: لا يوجد
bg: Няма
ca: No
cs: Žádné
da: Ingen
de: Ohne
el: Όχι
es: No
es_us: No
fi: Ei käytössä
fr: Aucun
fr_ca: Aucune
he: ללא
hi: कुछ नहीं
hr: Bez
hu: Nincs
id: Tidak Ada
it: Nessuno
ja: なし
kk: Жоқ
ko: 없음
lt: Nėra
ms: Tiada
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhuma
pt_pt: Nenhum
ro: Fără
ru: Нет
sk: Žiadne
sl: Brez
sv: Ingen
th: ไม่มี
tr: Hiçbiri
uk: Немає
vi: Không có
zh_cn: 无
zh_hk: 無
zh_tw: 無

# VOLUME_LIMIT_OFF
source: Off
ar: إيقاف
bg: Изкл.
ca: No
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: No
es_us: No
fi: Pois
fr: Désactivé
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
ko: 끔
lt: Išjungta
ms: Tak Aktif
nl: Uit
no: Av
pl: Wył.
pt_br: Desativado
pt_pt: Não
ro: Nu
ru: Выкл.
sk: Vyp.
sl: Izklopi
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

source: Music
ar: الموسيقى
bg: Музика
ca: Música
cs: Hudba
da: Musik
de: Musik
el: Μουσική
es: Música
es_us: Música
fi: Musiikki
fr: Musique
fr_ca: Musique
he: מוזיקה
hi: संगीत
hr: Glazba
hu: Zene
id: Musik
it: Musica
ja: ミュージック
kk: Музыка
ko: 음악
lt: Muzika
ms: Muzik
nl: Muziek
no: Musikk
pl: Muzyka
pt_br: Música
pt_pt: Música
ro: Muzică
ru: Музыка
sk: Hudba
sl: Glasba
sv: Musik
th: เพลง
tr: Müzik
uk: Музика
vi: Nhạc
zh_cn: 音乐
zh_hk: 音樂
zh_tw: 音樂

# DISABLE_SYNC_LIBRARY_NO_SUB_MATCH
source: This will remove all iTunes Match songs from this device, except for songs you’ve downloaded.
ar: سيؤدي هذا إلى إزالة كل أغاني iTunes Match من هذا الجهاز، ما عدا الأغاني التي قمت بتنزيلها.
bg: Това ще премахне всички iTunes Match песни от устройството, освен песните, които сте изтеглили.
ca: S’eliminaran totes les cançons de l’iTunes Match d’aquest dispositiu, excepte aquelles que hàgiu descarregat.
cs: Tímto budou ze zařízení odstraněny všechny skladby pocházející z iTunes Match vyjma skladeb, které jste si stáhli.
da: Dette fjerner alle iTunes Match-sange fra enheden, bortset fra sange, der er hentet til enheden.
de: Dadurch werden alle iTunes Match-Titel mit Ausnahme der Downloads von diesem Gerät entfernt.
el: Αυτό θα αφαιρέσει όλα τα τραγούδια iTunes Match από αυτήν τη συσκευή, εκτός από τα τραγούδια των οποίων έχετε πραγματοποιήσει λήψη.
es: Se eliminarán todas las canciones de iTunes Match de este dispositivo, excepto las que hayas descargado.
es_us: Esto eliminará todas las canciones de iTunes Match de este dispositivo, excepto las que hayas descargado.
fi: Tämä poistaa lataamiasi kappaleita lukuun ottamatta kaikki iTunes Match ‑kappaleet tästä laitteesta.
fr: Cela supprimera tous les morceaux iTunes Match (excepté ceux que vous avez téléchargés) de cet appareil.
fr_ca: Cela supprimera toutes les chansons iTunes Match de cet appareil, sauf celles que vous avez téléchargées.
he: פעולה זו תסיר את כל השירים של iTunes Match ממכשיר זה, מלבד השירים שהורדת.
hi: आपने जो गीत डाउनलोड किए हैं, उन्हें छोड़कर सभी iTunes Match गीत इस डिवाइस से हट जाएँगे।
hr: Time će se ukloniti sve iTunes Match pjesme s ovog uređaja, osim pjesama koje ste preuzeli.
hu: Ez a művelet a letöltött dalok kivételével eltávolítja az iTunes Match-dalokat erről az eszközről.
id: Ini akan menghapus semua lagu iTunes Match dari perangkat ini, kecuali lagu yang telah Anda unduh.
it: L’azione rimuoverà tutti i brani iTunes Match da questo dispositivo, ad eccezione di quelli che hai scaricato.
ja: この操作を行うと、ダウンロードしていないiTunes Matchの曲がこのデバイスからすべて削除されます。
kk: Бұл әрекет нәтижесінде жүктеп алынғандардан басқа барлық iTunes Match әні осы құрылғыдан жойылады.
ko: 이 작업은 다운로드한 노래를 제외한 모든 iTunes Match 노래를 이 기기에서 제거합니다.
lt: Iš šio įrenginio bus pašalintos visos „iTunes Match“ dainos, išskyrus jūsų atsisiųstas dainas.
ms: Ini akan mengeluarkan semua lagu iTunes Match daripada peranti ini, kecuali lagu yang anda muat turun.
nl: Hiermee worden alle iTunes Match-nummers van dit apparaat verwijderd, met uitzondering van nummers die je hebt gedownload.
no: Dette vil fjerne alle iTunes Match-sanger fra denne enheten, bortsett fra sanger du har lastet ned selv.
pl: Usunie to wszystkie utwory iTunes Match z tego urządzenia oprócz utworów pobranych.
pt_br: Isso removerá todas as músicas do iTunes Match deste dispositivo, exceto as que você baixou.
pt_pt: Todas as músicas de iTunes Match serão removidas deste dispositivo, exceto as que foram descarregadas.
ro: Toate melodiile iTunes Match vor fi eliminate de pe acest dispozitiv, cu excepția melodiilor pe care le‑ați descărcat.
ru: Данная операция удалит все песни iTunes Match с этого устройства, кроме загруженных.
sk: Týmto odstránite z tohto zariadenia všetky skladby zo služby iTunes Match okrem skladieb, ktoré boli stiahnuté.
sl: S tem boste iz te naprave odstranili vse skladbe iTunes Match, razen tistih, ki ste jih prenesli.
sv: Detta tar bort alla iTunes-matchningslåtar från enheten, förutom låtar som du har hämtat.
th: การทำงานนี้จะเอาเพลง iTunes Match ทั้งหมดออกจากอุปกรณ์เครื่องนี้ ยกเว้นเพลงที่คุณดาวน์โหลด
tr: Bu işlem, indirdiğiniz parçalar dışında bu aygıtta bulunan tüm iTunes Match parçalarını silecektir.
uk: Це вилучить усі пісні iTunes Match з цього пристрою, крім тих, які ви викачали.
vi: Việc này sẽ xóa tất cả các bài hát iTunes Match khỏi thiết bị này, trừ các bài hát bạn đã tải về.
zh_cn: 此操作将从该设备移除已下载歌曲外的所有iTunes Match歌曲。
zh_hk: 這會移除此裝置上所有iTunes Match歌曲，已經下載的歌曲除外。
zh_tw: 這會從此裝置移除所有iTunes Match歌曲（除了已下載的歌曲外）。

# ENABLE_SYNC_LIBRARY_FAILED_BODY_WIFI
source: Connect to Wi-Fi or allow Music to use cellular data.
ar: اتصل بالـ Wi-Fi أو اسمح لتطبيق الموسيقى باستخدام البيانات الخلوية.
bg: Свържете се към Wi-Fi или позволете на Музика да използва мобилни данни.
ca: Connecta’t a una xarxa Wi-Fi o permet que l’app Música utilitzi dades mòbils.
cs: Připojte se k Wi-Fi nebo povolte aplikaci Hudba využívání mobilních dat.
da: Opret forbindelse til Wi-Fi, eller tillad at Musik må bruge mobildata.
de: Mit WLAN verbinden oder „Musik“ erlauben, mobile Daten zu verwenden.
el: Συνδεθείτε σε δίκτυο Wi-Fi ή επιτρέψτε στη Μουσική να χρησιμοποιεί δεδομένα κινητού δικτύου.
es: Conéctate a una red Wi-Fi o permite que Música utilice datos móviles.
es_us: Conéctate a Wi-Fi o permite que Música use datos celulares.
fi: Yhdistä Wi-Fiin tai salli Musiikin käyttää mobiilidataa.
fr: Connectez-vous au Wi-Fi ou autorisez Musique à utiliser les données cellulaires.
fr_ca: Connectez vous à un réseau Wi-Fi ou autorisez Musique à utiliser les données cellulaires.
he: יש להתחבר לרשת אלחוטית או לאפשר ל״מוזיקה״ להשתמש בנתונים סלולריים.
hi: वाई-फ़ाई से कनेक्ट करें या संगीत को मोबाइल डेटा के उपयोग की अनुमति दें।
hr: Spojite se na Wi-Fi ili dozvolite aplikaciji Glazba uporabu mobilnih podatka.
hu: Csatlakozzon Wi‑Fi-hálózathoz, vagy engedélyezze a mobiladat-forgalom használatát a Zene számára.
id: Hubungkan ke Wi-Fi atau izinkan Musik untuk menggunakan data seluler.
it: Connettiti a una rete Wi-Fi o consenti a Musica di utilizzare i dati cellulare.
ja: Wi-Fiに接続するか、“ミュージック”にモバイルデータ通信の使用を許可してください。
kk: Wi-Fi желісіне қосылыңыз немесе «Музыка» қолданбасына ұялы деректерді пайдалануға рұқсат беріңіз.
ko: Wi-Fi에 연결하거나 음악 앱이 셀룰러 데이터를 사용하도록 허용하십시오.
lt: Prisijunkite prie „Wi-Fi“ arba leiskite „Apple Music“ naudoti mobiliojo ryšio duomenis.
ms: Sambung ke Wi-Fi atau benarkan Muzik menggunakan data selular.
nl: Verbind met wifi of sta Muziek toe mobiele data te gebruiken.
no: Koble til Wi-Fi, eller tillat at Musikk kan bruke mobildata.
pl: Połącz się z siecią Wi-Fi lub pozwól aplikacji Muzyka przesyłać dane przez sieć komórkową.
pt_br: Conecte-se a uma rede Wi-Fi ou permita que o app Música use dados celulares.
pt_pt: Ligue a uma rede Wi‑Fi ou permita à aplicação Música usar dados móveis.
ro: Conectați‑vă la Wi-Fi sau permiteți aplicației Muzică să utilizeze date celulare.
ru: Подключите устройство к Wi‑Fi или разрешите Музыке использовать сотовые данные.
sk: Pripojte sa k Wi‑Fi alebo povoľte aplikácii Hudba používať mobilné dáta.
sl: Vzpostavite povezavo z omrežjem Wi-Fi ali omogočite aplikaciji Glasba uporabo mobilnih podatkov.
sv: Anslut till ett Wi-Fi-nätverk eller tillåt att Musik använder mobildata.
th: เชื่อมต่อกับ Wi‑Fi หรืออนุญาตให้เพลง ใช้ข้อมูลเซลลูลาร์
tr: Wi-Fi’ye bağlanın veya Müzik’in hücresel veri kullanmasına izin verin.
uk: Підʼєднайтесь до Wi-Fi або дозвольте Музиці використовувати стільникові дані.
vi: Kết nối vào Wi-Fi hoặc cho phép Nhạc sử dụng dữ liệu di động.
zh_cn: 接入Wi-Fi或允许“音乐”使用蜂窝数据。
zh_hk: 連接Wi-Fi或允許「音樂」使用流動數據。
zh_tw: 連接Wi-Fi或允許「音樂」使用行動數據。
